{
        //================== ar 
        ,
        "fox_description": "هي حشود سلبية ليلية تفرخ بشكل شائع في التايغا وتايغا الشجرة العملاقة والمناطق الأحيائية التايغا الثلجية. ينتقلون إلى القرى أثناء الليل.",
        "snow_golem_description": "هو غوغاء المرافق مثل رجل الثلج الذي يساعد في الدفاع ضد الغوغاء المعادية.",
        "bee_description": "هي عصابات محايدة تعيش في أعشاش النحل وخلايا النحل. في حالة الاستفزاز ، يهاجم النحل سربًا لسع اللاعب وإلحاق السم.",
        "bee": "نحلة",
        "192": "كتلة السجل",
        //================== ca 
        ,
        "fox_description": "són multituds passives nocturnes que apareixen habitualment en taigues, taiges d’arbres gegants i taomes nevats. es traslladen a pobles durant la nit.",
        "snow_golem_description": "és una màfia utilitària semblant a un ninot de neu que ajuda a defensar-se de la multitud hostil.",
        "bee_description": "són turbes neutrals que viuen en nius i ruscs d'abelles. si són provocades, les abelles ataquen en un eixam per picar al jugador i causar verí.",
        "bee": "abella",
        "192": "bloc de registre",
        //================== cs 
        ,
        "fox_description": "jsou noční pasivní davy, které se běžně rodí v tajze, taigách obřích stromů a zasněžených biomách tajgy. přesouvají se přes noc do vesnic.",
        "snow_golem_description": "je sněhulácký pomocný dav, který pomáhá bránit se před nepřátelskými davy.",
        "bee_description": "jsou neutrální davy, které žijí ve včelích hnízdech a úlech. pokud jsou vyprovokovány, včely zaútočí v roji, aby hráče bodly a způsobily jed.",
        "bee": "včela",
        "192": "blok protokolu",
        //================== de 
        ,
        "fox_description": "sind nachtaktive passive Mobs, die häufig in Taiga, Riesenbaum-Taiga und schneebedeckten Taiga-Biomen erscheinen. Sie ziehen nachts in die Dörfer.",
        "snow_golem_description": "ist ein schneemannartiger Utility-Mob, der hilft, sich gegen feindliche Mobs zu verteidigen.",
        "bee_description": "sind neutrale Mobs, die in Bienennestern und Bienenstöcken leben. Wenn sie provoziert werden, greifen Bienen in einem Schwarm an, um den Spieler zu stechen und Gift zuzufügen.",
        "bee": "Biene",
        "192": "Protokollblock",
        //================== el 
        ,
        "fox_description": "είναι νυχτερινά παθητικά όπλα που γεννιούνται συνήθως στην Τάιγκα, το γιγαντιαίο δέντρο της Τάιγκα και τα χιονισμένα Τάιγκα. μετακινούνται στα χωριά κατά τη διάρκεια της νύχτας.",
        "snow_golem_description": "είναι ένα χιονάνθρωπο βοηθητικό όχημα που βοηθά στην άμυνα ενάντια σε εχθρικούς όχλους.",
        "bee_description": "είναι ουδέτεροι όχλοι που ζουν σε φωλιές και κυψέλες. Εάν προκληθεί, οι μέλισσες επιτίθενται σε ένα σμήνος για να τσιμπήσουν τον παίκτη και να προκαλέσουν δηλητήριο.",
        "bee": "μέλισσα",
        "192": "μπλοκ καταγραφής",
        //================== es 
        ,
        "fox_description": "son turbas pasivas nocturnas que se reproducen comúnmente en los biomas de taiga, taiga de árbol gigante y taiga nevada. se trasladan a las aldeas durante la noche.",
        "snow_golem_description": "es una mafia utilitaria parecida a un muñeco de nieve que ayuda a defenderse de las turbas hostiles.",
        "bee_description": "son turbas neutrales que viven en nidos de abejas y colmenas. si se las provoca, las abejas atacan en un enjambre para picar al jugador e infligir veneno.",
        "bee": "abeja",
        "192": "bloque de registro",
        //================== fi 
        ,
        "fox_description": "ovat yöllisiä passiivisia väkijoukkoja, jotka kutevat yleisesti taigassa, jättiläispuun taigassa ja lumisissa taigabiomeissa. he muuttavat kyliin yön aikana.",
        "snow_golem_description": "on lumiukko-tyyppinen apulainen, joka auttaa puolustautumaan vihamielisiltä väkijoukoilta.",
        "bee_description": "ovat neutraaleja väkijoukkoja, jotka elävät mehiläispesissä ja mehiläispesissä. mehiläiset hyökkäävät hyökkäyksessä parvessa pistämään pelaajan ja aiheuttamaan myrkkyä.",
        "bee": "mehiläinen",
        "192": "lokilohko",
        //================== fr 
        ,
        "fox_description": "sont des foules passives nocturnes qui se reproduisent couramment dans les biomes de la taïga, de la taïga des arbres géants et de la taïga enneigée. ils se déplacent vers les villages pendant la nuit.",
        "snow_golem_description": "est une foule utilitaire semblable à un bonhomme de neige qui aide à se défendre contre les foules hostiles.",
        "bee_description": "sont des foules neutres qui vivent dans des nids d'abeilles et des ruches. si elles sont provoquées, les abeilles attaquent en essaim pour piquer le joueur et lui infliger du poison.",
        "bee": "abeille",
        "192": "bloc de journal",
        //================== iw 
        ,
        "fox_description": "הם אספסוף ליליים פסיביים שמשריצים בדרך כלל בטייגה, בטאיגת עץ ענקית ובביומות טייגה מושלגות. הם עוברים לכפרים במהלך הלילה.",
        "snow_golem_description": "הוא אספסוף שירות דמוי איש שלג שעוזר להתגונן מפני אספסוף עוין.",
        "bee_description": "הם אספסוף ניטרלים שחיים בקני דבורים ובכוורות דבורים. אם מתגרים, דבורים תוקפות בנחיל לעקוץ את השחקן ולהנחיל רעל.",
        "bee": "דבורה",
        "192": "חסום יומן",
        //================== hr 
        ,
        "fox_description": "su noćne pasivne rulje koje se često mrijeste u tajgama, divljim tajgama i snježnim biogama tajge. noću se sele u sela.",
        "snow_golem_description": "je komunalna rulja slična snjegoviću koja pomaže u obrani od neprijateljskih rulja.",
        "bee_description": "su neutralne rulje koje žive u pčelinjim gnijezdima i košnicama. ako ih se isprovocira, pčele napadaju rojem da ubode igrača i nanesu mu otrov.",
        "bee": "pčela",
        "192": "blok dnevnika",
        //================== it 
        ,
        "fox_description": "sono mob passivi notturni che si generano comunemente nella taiga, nella taiga degli alberi giganti e nei biomi della taiga innevata. si spostano nei villaggi durante la notte.",
        "snow_golem_description": "è un utility mob simile a un pupazzo di neve che aiuta a difendersi dai mob ostili.",
        "bee_description": "sono mob neutrali che vivono nei nidi delle api e negli alveari. se provocate, le api attaccano in uno sciame per pungere il giocatore e infliggere veleno.",
        "bee": "ape",
        "192": "blocco di registro",
        //================== ja 
        ,
        "fox_description": "タイガ、ジャイアントツリータイガ、雪に覆われたタイガバイオームで一般的に出現する夜行性のパッシブモブです。彼らは夜の間に村に移動します。",
        "snow_golem_description": "は、敵対的な暴徒から身を守るのに役立つ雪だるまのようなユーティリティ暴徒です。",
        "bee_description": "ミツバチの巣やミツバチの巣に住む中立的な暴徒です。挑発された場合、ミツバチは群れで攻撃してプレイヤーを刺し、毒を与えます。",
        "bee": "蜂",
        "192": "ログブロック",
        //================== ko 
        ,
        "fox_description": "타이가, 거대한 나무 타이가, 눈 덮인 타이가 생물 군계에서 흔히 스폰되는 야행성 수동 몹입니다. 그들은 밤에 마을로 이동합니다.",
        "snow_golem_description": "적대적인 몹을 방어하는 데 도움이되는 눈사람 같은 유틸리티 몹입니다.",
        "bee_description": "벌집과 벌집에 사는 중립적 인 몹입니다. 자극을 받으면 꿀벌이 떼를 지어 공격하여 플레이어를 찌르고 독을가합니다.",
        "bee": "벌",
        "192": "로그 블록",
        //================== ms 
        ,
        "fox_description": "adalah gerombolan pasif nokturnal yang biasanya tumbuh di taiga, taiga pokok gergasi, dan bioma taiga bersalji. mereka berpindah ke kampung pada waktu malam.",
        "snow_golem_description": "adalah kumpulan utiliti seperti manusia salji yang membantu mempertahankan diri daripada kumpulan bermusuhan.",
        "bee_description": "adalah massa berkecuali yang tinggal di sarang lebah dan sarang lebah. jika diprovokasi, lebah menyerang sekumpulan pemain dan menyengat racun.",
        "bee": "lebah",
        "192": "blok log",
        //================== no 
        ,
        "fox_description": "er nattlige passive mobb som ofte gyter i taiga, gigantiske tre taiga og snødekte taiga biomer. de flytter til landsbyer om natten.",
        "snow_golem_description": "er en snømannlignende bruksmob som hjelper til med å forsvare seg mot fiendtlige mobber.",
        "bee_description": "er nøytrale pøbel som lever i biereder og bikuber. hvis provosert, angriper bier i en sverm for å stikke spilleren og påføre gift.",
        "bee": "Bie",
        "192": "loggblokk",
        //================== pt 
        ,
        "fox_description": "são mobs noturnos passivos que desovam comumente em biomas taiga, taiga de árvore gigante e taiga nevada. eles se mudam para as aldeias durante a noite.",
        "snow_golem_description": "é um mob utilitário parecido com um boneco de neve que ajuda na defesa contra multidões hostis.",
        "bee_description": "são mobs neutros que vivem em ninhos de abelhas e colmeias. se provocadas, as abelhas atacam em enxame para picar o jogador e infligir veneno.",
        "bee": "abelha",
        "192": "bloco de log",
        //================== ru 
        ,
        "fox_description": "это ночные пассивные мобы, которые обычно появляются в тайге, гигантской древесной тайге и заснеженной тайге. они переезжают в деревни ночью.",
        "snow_golem_description": "похожий на снеговика служебный моб, который помогает защищаться от враждебных мобов.",
        "bee_description": "- нейтральные мобы, обитающие в пчелиных гнездах и ульях. если их спровоцировать, пчелы атакуют роем, чтобы ужалить игрока и нанести яд.",
        "bee": "пчела",
        "192": "блок журнала",
        //================== sv 
        ,
        "fox_description": "är nattliga passiva mobbar som ofta lekar i taiga, jätte träd taiga och snöiga taiga biomer. de flyttar till byar på natten.",
        "snow_golem_description": "är en snögubbeliknande verktygsmob som hjälper till att försvara sig mot fientliga mobbar.",
        "bee_description": "är neutrala mobbar som lever i bi bon och bikupor. om provoceras, attackerar bin i en svärm för att sticka spelaren och tillföra gift.",
        "bee": "bi",
        "192": "loggblock",
        //================== tr 
        ,
        "fox_description": "Tayga, dev ağaç taygası ve karlı tayga biyomlarında yaygın olarak ortaya çıkan gece pasif çetelerdir. gece köylere taşınırlar.",
        "snow_golem_description": "düşman çetelere karşı savunmaya yardımcı olan kardan adam benzeri bir hizmet çetesidir.",
        "bee_description": "arı yuvalarında ve kovanlarda yaşayan tarafsız çetelerdir. eğer kışkırtıldıysa arılar bir sürü halinde saldırarak oyuncuyu sokar ve zehir verir.",
        "bee": "bal arısı",
        "192": "günlük bloğu",
        //================== vi 
        ,
        "fox_description": "là những mob thụ động về đêm thường sinh sản trong rừng taiga, rừng taiga cây khổng lồ và quần xã rừng taiga tuyết. họ di chuyển đến các làng trong đêm.",
        "snow_golem_description": "là một mob tiện ích giống người tuyết giúp bảo vệ chống lại mob thù địch.",
        "bee_description": "là những mob trung tính sống trong tổ ong và tổ ong. Nếu bị khiêu khích, ong sẽ tấn công thành đàn để đốt người chơi và gây độc.",
        "bee": "con ong",
        "192": "khối nhật ký",
        //================== zh-CN 
        ,
        "fox_description": "是夜间活动的被动生物，通常在针叶林，巨型树针叶林和下雪的针叶林生物群落中产卵。他们在晚上搬到村庄。",
        "snow_golem_description": "是一种类似于雪人的效用生物，可帮助抵御敌对生物。",
        "bee_description": "是生活在蜂巢和蜂箱中的中性生物。如果被激怒，蜜蜂蜂拥而至，刺痛玩家并造成毒药。",
        "bee": "蜜蜂",
        "192": "日志块",
        //================== zh-TW 
        ,
        "fox_description": "是夜間活動的被動生物，通常在針葉林，巨型樹針葉林和多雪的針葉林生物群落中產卵。他們在晚上搬到村莊。",
        "snow_golem_description": "是一種類似於雪人的效用生物，可幫助抵禦敵對生物。",
        "bee_description": "是生活在蜂巢和蜂箱中的中性生物。如果被激怒，蜜蜂蜂擁而至，刺痛玩家並造成毒藥。",
        "bee": "蜜蜂",
        "192": "日誌塊"
}